{"experience": [
                {"orgName":"University of Missouri","position":"Teaching Assistant", "orgDescription" : "I am a Teaching Assistant for the University of Missouri's Team Based Mobile Application Development Course, which was featured by Apple as one of the universities that is incorporating Swift in its courses. As a Teaching Assistant, I work with students to develop and design unique iPhone apps as well as assisting developers in learning Xcode and Swift.", "orgTimeline" : "January 2015-Present", "orgLocation" : "Columbia, Missouri", "icon" : "UMC.png"},
    {"orgName":"Microsoft Application Development Lab","position":"Developer", "orgDescription" : "I work at the Microsoft Application Development Lab at the Reynolds Jounralism Institute developing both web and mobile applications for the University of Missouri's Top-Ranked Journalism School.", "orgTimeline" : "January 2015-Present", "orgLocation" : "Columbia, Missouri", "icon" : "MADL.png"},
    {"orgName":"Department of Student Activities","position":"College Music Committee Senior Chair", "orgDescription" : "I was involved with the University of Missouri's Department of Student Activities serving as the Senior Chair of the Music Programming Committee. As Senior Chair, I was responsible for booking contemporary musical artists such as Imagine Dragons, Kasey Musgraves, Kendrick Lamar, and Chance the Rapper. Not only did I work with talent agents to book artists, I was also in charge of all logistics and marketing for every show. Additionally, I presided over and delegated tasks to a committee of over 50 students.", "orgTimeline" : "May 2013-December 2014", "orgLocation" : "Columbia, Missouri", "icon" : "DSA.png"},
    {"orgName":"Progressus Media","position":"Developer Intern", "orgDescription" : "As a developer intern at Progressus Media, I helped create and modify the back-end of mobile advertisements. I also created a program that used the eBay API to gather data about their listings", "orgTimeline" : "May 2014-August 2014", "orgLocation" : "Chicago, Illinois", "icon" : "progressus.png"},
    {"orgName":"Monsanto","position":"Business Analyst Intern", "orgDescription" : "At Monsanto, I worked as a Business Analyst on the US IT Row Crops Team. I communicated with developers and business partners to compile the requirements document for a software which would organize all of the marketing programs at Monsanto.", "orgTimeline" : "January 2013-June 2013", "orgLocation" : "St. Louis, Missouri", "icon" : "monsanto.png"},
    {"orgName":"Adaptive Computing Technology Center","position":"Adaptive Support", "orgDescription" : "At the Adaptive Computer Technology Center on University of Missouri's Campus, I was responsible for converting textbooks into audio books and Braille for students with learning or physical disabilities. I also consulted with faculty and staff about ergonomics and recommended useful ergonomic services, applications, and equipment.", "orgTimeline" : "August 2011-December 2014", "orgLocation" : "Columbia, Missouri", "icon" : "ACT.png"}
]}